[
  {
    "serviceOverview": {
      "title": "What I do",
      "intro": "<p>A meticulous, highly skilled UI/UX Designer and Senior Frontend Developer with 12+ years of commercial experience in designing and building interactive responsive websites and software applications.</p>",
      "articles": [
        {
          "title": "Outsourcing",
          "image": "outsourcing.jpg",
          "body": "Are you finding yourself with limited time or resource? I can help ease the load."
        },
        {
          "title": "Contracting",
          "image": "contracting.jpg",
          "body": "I am always on the lookout for my next role as a Senior Frontend Developer."
        },
        {
          "title": "Freelance",
          "image": "freelance.jpg",
          "body": "I can help your small business refresh your current website or start a new project."
        }
      ]
    },
    "clients": {
      "title": "Who I work with",
      "intro": "<p>Throughout my contracting and freelancing career I have worked with a number of different agencies and organisations. Below are just a few of the clients I have worked with in the past.</p>"
    },
    "whyChooseMe": {
      "title": "Why choose me?",
      "intro": "<p>I am a highly adaptable, creative problem solver, with keen desire to improve and develop new skills. I am quick to respond to an ever changing landscape and used to working in a fast paced environment and offer a wealth of knowledge and experience from my work across several different sectors.</p>",
      "articles": [
        {
          "title": "Dual Skilled",
          "image": "dual-skilled.jpg",
          "body": "I am proficient and experienced in both UI/UX design as well as Frontend Development which is highly beneficial."
        },
        {
          "title": "Adaptable",
          "image": "adaptable.jpg",
          "body": "I adapt quickly to fit in with your business, meaning you spend more time on what's important to you."
        },
        {
          "title": "Reliable",
          "image": "reliable.jpg",
          "body": "I am trusted by award winning agencies to deliver products that meets their exacting standards."
        }
      ]
    },
    "skills": {
      "title": "What I use",
      "intro": "<p>I am always learning new skills and technologies through my own projects, freelancing and online tutorials and courses. I find this helps with settling in to new contract roles and being able to bring new development practices to the table.</p>",
      "logos": [
        {
          "image": "html5.png",
          "name": "HTML5"
        },
        {
          "image": "javascript.png",
          "name": "Vanilla JavaScript"
        },
        {
          "image": "jquery.png",
          "name": "jQuery"
        },
        {
          "image": "css3.png",
          "name": "CSS3"
        },
        {
          "image": "scss.png",
          "name": "SCSS"
        },
        {
          "image": "less.png",
          "name": "LESS"
        },
        {
          "image": "react.png",
          "name": "React"
        },
        {
          "image": "gatsby.png",
          "name": "Gatsby"
        },
        {
          "image": "angular.png",
          "name": "Angular"
        },
        {
          "image": "vue.png",
          "name": "Vue"
        },
        {
          "image": "redux.png",
          "name": "Redux"
        },
        {
          "image": "graphql.png",
          "name": "GraphQL"
        },
        {
          "image": "webpack.png",
          "name": "Webpack"
        },
        {
          "image": "babel.png",
          "name": "Babel"
        },
        {
          "image": "gulp.png",
          "name": "Gulp"
        },

        {
          "image": "git.png",
          "name": "Git"
        },

        {
          "image": "umbraco.png",
          "name": "Umbraco"
        },
        {
          "image": "wordpress.png",
          "name": "Wordpress"
        },
        {
          "image": "php.png",
          "name": "PHP"
        },
        {
          "image": "sketch.png",
          "name": "Sketch"
        },
        {
          "image": "photoshop.png",
          "name": "Photoshop"
        }
      ]
    },
    "cv": {
      "title": "Curriculum Vitae",
      "intro": "<p>I am highly creative, passionate, hard-working freelance UI/UX Designer and Frontend Developer with over 12 years commercial experience. I am open to contracting opportunities and you can download my CV's below. References and examples of my work are available upon request.</p>",
      "btn": {
        "label1": "Download my CV",
        "label2": "Senior Frontend Developer",
        "fileInfo": ".pdf - 380kb"
      }
    },
    "homePageContent": {
      "mastheadTitle": "UI/UX Designer &<br/> Frontend Developer",
      "mastheadBody": "Based in Leamington Spa, Warwickshire, I offer digital design and development services for agencies looking to outsource projects, work as a full-time contractor for large organisations and agencies, as well as individuals and small businesses looking to create a web presence."
    },
    "aboutPageContent": {
      "mastheadTitle": "Who am I?",
      "mastheadBody": "Based in Leamington Spa, Warwickshire, I offer a range of digital services, as both a full-time contractor and highly skilled freelancer. With over 12 years of experience in both UI/UX Design and Frontend Development I can take projects through from initial conception, right through to development and beyond, working as either a lone-gun or as part of a team, I fit into your current working structure seamlessly."
    },
    "servicesPageContent": {
      "mastheadTitle": "What I do",
      "services": [
        {
          "title": "Outsourcing",
          "body": "<p>Sometimes either there is no time or no resource to complete all projects on time at a high standard. By outsourcing your projects to me, this frees you up to concentrate on more important matters. You can be safe in the knowledge that the product will be delivered to your exacting standards on time.</p><p>I offer a range of skills and have experience working on large brands so whether you are a small design agency or a large software house, I can help. All of my work is conducted using latest development technologies and with strict web and browser standards in mind. I also have a wealth of experience working with CMS and E-Commerce solutions. Pixel perfect is my middle name.</p><p>If you are a business looking to outsource a particular piece of work, please get in touch today.</p>",
          "image": "outsourcing.jpg"
        },
        {
          "title": "Contracting",
          "body": "<p>I am also available as a contractor, working either as a UI/UX Designer working on innovative designs or as a frontend developer pushing boundaries with new technology though HTML5/CSS3 and responsive web design. I also have experience working with Vanilla Javascript and frameworks such as React, Gatsby, Angular and Vue.</p><p>I have worked in-house at award winning design agencies and multinational companies and integrate seamlessly with your working practices and ethos and adapt very quickly - I have experience working on both ASP.NET MVC and JAVA platforms.</p><p>Due to my dual skillset of design and development I find that I am uniquely positioned for contract work, where time is money and having both design and development resource, for the price of one, is of great advantage.</p>",
          "image": "contracting.jpg"
        },
        {
          "title": "Freelance",
          "body": "<p>Over the years I have worked with a number of small businesses and individuals in order to help them create an online web presence and help boost their business activities.</p><p>Utilising various content management systems such as Umbraco and Wordpress I have allowed the client the ability to maintain and update their websites themselves, helping to keep their ongoing maintenance costs down. I have also worked with many e-commerce integrations and more recently developed a headless e-commerce platform known as 'Rex'.</p><p>As well as my corporate responsibilities I am always open to freelance projects. I find working with my own clients offers me it's own unique challenges and has helped drive forward my learning of new skills and techniques.</p><p>If you are looking for a new online presence or feel it is time to update your current website, don't hesitate to get in touch.</p>",
          "image": "freelance.jpg"
        }
      ]
    },
    "portfolioPageContent": {
      "mastheadTitle": "My work",
      "mastheadBody": "Below you will find a selection of some past projects I have worked on. They showcase both my UI Design and Frontend Development work. Due to the sensitive nature of some of my previous contract work, I am unable to share specific work I was involved with. Specific examples are available upon request, including code repositories for JavasScript framework projects I have developed."
    },
    "contactPageContent": {
      "mastheadTitle": "Contact"
    }
  }
]
