[
  {
    "title": "jbandg",
    "slug": "jbandg",
    "flag": "both",
    "description": "Ran by myself and a fellow developer, jbandg boasts over 20 years combined experience and creates beautiful, intuitive experiences for small to medium sized businesses. Our current website was long overdue a redesign so I set about designing and building a new look site that matched our modern design philosophy using the latest in technology and UI trends.",
    "synopsis": "Ran by myself and a fellow developer, jbandg boasts over 20 years combined experience and creates beautiful, intuitive experiences for small to medium sized businesses.",
    "url": "https://www.jbandg.co.uk"
  },
  {
    "title": "The Spa Leamington",
    "slug": "the-spa-leamington",
    "flag": "both",
    "description": "The Spa Leamington is a luxury day spa and salon based in the heart of Royal Leamington Spa, offering a range of high end beauty treatments and therapies, and attract high profile clientèle from across the county. I was responsible for the redesign and development of their existing website to bring it up to modern design standards.",
    "synopsis": "The Spa Leamington is a luxury day spa and salon based in the heart of Royal Leamington Spa, offering a range of high end beauty treatments and therapies, and attract high profile clientèle from across the county.",
    "url": "https://www.thespaleamington.com/"
  },
  {
    "title": "Muk Retail",
    "slug": "muk-retail",
    "flag": "both",
    "description": "Through my other company, jbandg, we have worked closely with Muk for a number of years. We previously developed their website on an an old e-commerce system but with this latest iteration we moved them on to our own headless e-commerce system, Rex. With it came a new design to modernise the site and improve on its accessibility and responsiveness.",
    "synopsis": "Muk is an exciting Australian owned professional haircare brand with franchises in the UK.",
    "url": "https://www.mukme.com/"
  },
  {
    "title": "Muk Wholesale",
    "slug": "muk-wholesale",
    "flag": "both",
    "description": "Muk is a global haircare brand, selling and distributing hair treatment and styling products to salons and direct to end consumers. I designed and developed Muk a responsive website along with full CMS integration on Umbraco, to open new sales channels to salon professionals in the UK.",
    "synopsis": "Muk is a global haircare brand, selling and distributing hair treatment and styling products to salons and direct to end consumers.",
    "url": "https://www.mukhairuk.com/"
  },
  {
    "title": "Rex",
    "slug": "rex",
    "flag": "both",
    "description": "Rex is a software application developed through my other business, jbandg. We wanted something that met the needs of our clients and decided to design and develop out own solution. I was solely responsible for the design and then was the sole Front End Development team to build out the application alongside a ASP.NET C# developer.",
    "synopsis": "Our e-commerce platform Rex lets you sell products online easily, whilst storing customer and product data securely in the cloud.",
    "url": ""
  },
  {
    "title": "PC Accounts",
    "slug": "pc-accounts",
    "flag": "both",
    "description": "PC Accounts came to my other company, jbandg, asking for us to design and develop them their new website. I created a number of bespoke wireframes based on their brief and once we had perfected these I turned them into high-fidelity designs. Once completed, as the sole Front End Developer working alongside a alongside a ASP.NET C# developer, built the new responsive website on an Umbraco CMS backend.",
    "synopsis": "PC Accounts are a small accounting form based in the heart of Warwickshire.",
    "url": ""
  },
  {
    "title": "Hair & Beauty Bar",
    "slug": "hair-beauty-bar",
    "flag": "both",
    "description": "The Hair and Beauty Bar came to my other company, jbandg, asking for us to design and develop them their new website. I created a number of bespoke wireframes based on their brief and once we had perfected these I turned them into high-fidelity designs. Then as the sole Front End Developer, built the site on an Umbraco CMS backend working alongside a ASP.NET C# developer.",
    "synopsis": "The Hair and Beauty Bar are hair and beauty experts based in Guildford.",
    "url": "https://www.thehairandbeautybar.co.uk/"
  },
  {
    "title": "BMW Motorrad",
    "slug": "bmw-motorrad",
    "flag": "both",
    "description": "BMW Motorrad were a client of an agency I was contracting for and I was tasked with designing and developing a new page to promote their motorcycles. Once designed, adhering to the BMW brand identity, I was responsible for developing the page and ensuring the page responded well across mobile devices and followed accessibility guidelines.",
    "synopsis": "BMW Motorrad offers everything you need to start your own journey. Motorcycles, equipment, events, stories and much more.",
    "url": ""
  },
  {
    "title": "Technical Labs",
    "slug": "technical-labs",
    "flag": "both",
    "description": "Whilst contracting for Technical Labs I was asked to redesign their company website. Once I had created a series of wireframes to illustrate the user flow I turned these into high-fidelity designs and then lead the Front End Development team to build out the application alongside ASP.NET C# developers.",
    "synopsis": "Technical Labs are a small software house based in Coventry, experts in CMS, CRM, search, payments and integration.",
    "url": "https://www.technicallabs.co.uk/"
  },
  {
    "title": "The Chemical Engineer",
    "slug": "the-chemical-engineer",
    "flag": "both",
    "description": "The Chemical Engineer were a client at a technology house I was contracting at and I was in charge of coming up with their new designs for the website refresh. Once these designs had been approved I lead the Front End Development team to build out the application alongside ASP.NET C# developers.",
    "synopsis": "The Chemical Engineer is a monthly chemical engineering technical and news magazine published by the Institution of Chemical Engineers.",
    "url": "https://www.thechemicalengineer.com/"
  },
  {
    "title": "Screenskills",
    "slug": "screenskills",
    "flag": "both",
    "description": "ScreenSkills were a client at a technology house I was contracting at and I was in charge of coming up with their new designs for their website refresh. Once these designs had been approved I lead the Front End Development team to build out the application alongside ASP.NET C# developers.",
    "synopsis": "ScreenSkills is the industry-led skills body for the UK's screen-based creative industries - animation, film, games, television including children's TV and high-end drama, VFX and immersive technology.",
    "url": "https://www.screenskills.com/"
  },
  {
    "title": "ProfessionPost",
    "slug": "professionpost",
    "flag": "both",
    "description": "ProfessionPost is an online portal for recruiters and job seekers to look for and advertise jobs for a given professional sector, for example Chemical Engineers. It was a project for a software development company I was contracting at and I was responsible for coming up with the wirefames and designs and then lead the Front End Development team to build out the application alongside ASP.NET C# developers.",
    "synopsis": "ProfessionPost is an online portal for recruiters and recruitees  to look for and advertise jobs for a given professional sector, for example Chemical Engineers.",
    "url": ""
  },
  {
    "title": "Applyonce Funding",
    "slug": "applyonce-funding",
    "flag": "design",
    "description": "Applyonce Funding was a new start up who came to a company I was contracting for to put together a conceptual design for their new financing website. I was tasked with coming up with a set of wireframes to help promote the new business and once we had perfected the UX I then went on to turn these into high-fidelity designs for the client.",
    "synopsis": "Applyonce Funding was a new start up who came to a company I was contracting for to put together a conceptual design for their new financing website.",
    "url": ""
  },
  {
    "title": "Sytner",
    "slug": "sytner",
    "flag": "design",
    "description": "Sytner were a client to a company I was contracting for and was tasked with putting together a conceptual design for their new website. I was tasked with coming up with a set of wireframes to help improve the UX and increase conversions and once we had perfected the UX I then went on to turn these into high-fidelity designs for the client.",
    "synopsis": "Sytner is UKs leading retailer of prestige cars and the largest overall automotive retailer in Europe and specialises in premium and specialist franchises from Audi to Porsche.",
    "url": ""
  },
  {
    "title": "Gas Regulatory",
    "slug": "gas-regulatory",
    "flag": "design",
    "description": "Gas Regulatory was a new start up who came to a company I was contracting for to put together a conceptual design for their new gas professionals application. I was tasked with coming up with a set of wireframes to demonstrate how the new app would work and then went on to turn these into high-fidelity designs for the client.",
    "synopsis": "Gas Regulatory was a new start up who came to a company I was contracting for to put together a conceptual design for their new gas professionals application.",
    "url": ""
  },
  {
    "title": "Ford TrustFirstParts",
    "slug": "trustfirstparts",
    "flag": "design",
    "description": "Ford TrustFirstParts was a client to a company I was contracting for. They asked us to put together a conceptual design for their new Ford parts application tool. I was tasked with coming up with a set of wireframes to demonstrate how the new app would work and then went on to turn these into high-fidelity designs for the client.",
    "synopsis": "Ford TrustFirstParts was a client of a company I was contracting for and asked us to put together a conceptual design for their new Ford parts application.",
    "url": ""
  },
  {
    "title": "Squab",
    "slug": "squab",
    "flag": "both",
    "description": "Through one of my agency contacts I was outsourced the build of Squabs new website based on a Wordpress CMS backend. I was supplied with a number of completed high-fidelity designs from the agency and turned these into a fully working website. As often the case a design for every page wasn't provided so using what I had been sent I was tasked with completing the missing page designs.",
    "synopsis": "Squab is a friendly, family run firm offering storage and removal services to both households and business clients in Warwickshire and the surrounding areas.",
    "url": "https://www.squab.co.uk/"
  },
  {
    "title": "Church Street Auctions",
    "slug": "church-street-auctions",
    "flag": "both",
    "description": "Church Street Auctions are based in Tewkesbury, Gloucestershire. I was approached to design and develop their first website. The new site had to be fully content managed so I based the build on the popular Wordpress CMS. The site had to be easy to navigate, on brand, responsive and modern to match the businesses identity.",
    "synopsis": "Church Street Auctions are an Auction house based in Tewkesbury, Gloucestershire.",
    "url": "http://www.churchstreet-auctions.co.uk/"
  }
]
